# SpaceAreaPerPersonParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..SpaceAreaPerPersonParam Property
ParameterTypeId Class See Also
---
"Area per person"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId SpaceAreaPerPersonParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property SpaceAreaPerPersonParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ SpaceAreaPerPersonParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace